Repository: nefarius/ScpToolkit
Catalog: ScpDriverInstaller/Properties/Resources.*.resx
Languages: fr

source: < Back
fr: < Précédent

# BluetoothSetupDescription
source: In this step you can initialize one or more Bluetooth hosts.
fr: Dans cette étape, vous pouvez installer le pilote Bluetooth

# BluetoothSetupInitialized
source: Initialized Bluetooth Hosts
fr: Périphériques Bluetooth installés

# BluetoothSetupInstalling
source: Installing WinUSB driver on Bluetooth Host Devices
fr: Installation du pilote Bluetooth...

# BluetoothSetupPleasePlugIn
source: If you haven't already please plug in your Bluetooth host device (a.k.a. Bluetooth dongle) now and wait until it appears in the list on the right.
fr: Si ce n'est pas déja fait, veuillez brancher votre périphérique Bluetooth et attendre qu'il apparaisse dans la section à droite.

# BluetoothSetupStartInstall
source: Initialize all connected devices as Bluetooth Hosts
fr: Installer le pilote de périphérique Bluetooth

# BluetoothSetupSuccessInstruction
source: Bluetooth Hosts installed successfully
fr: Pilote de périphérique Bluetooth installé avec succès

# BluetoothSetupTitle
source: Install Bluetooth hosts
fr: Installation du pilote Bluetooth

# BluetoothSetupUninitialized
source: Uninitialized Bluetooth Hosts
fr: Périphériques Bluetooth prêts à être installés

# BluetoothSetupWarningBeforeLink
source: You need to sacrifice a dedicated Bluetooth dongle that will get reserved for use with wireless controllers only. If you're using a wireless mouse and/or keyboard via the listed dongle and install the driver, you will lose connection instantly and permanently! If you're unsure what to do next,
fr: Vous devez sacrifier un périphérique Bluetooth pour usage avec seulement des manettes. Si vous utilisez une souris ou un clavier sans fil avec le périphérique affiché à droite et installez le pilote, vous allez perdre la connection de manière instantanée et permanente! Si vous ne savez pas quoi faire,

# BluetoothSetupWarningLink
source: please consult the documentation
fr: veuillez consulter la documentation

source: Cancel
fr: Annuler

# DualShockSetupDescription
source: In this step you can initialize one or more DualShock 3/4 controllers.
fr: Dans cette étape, vous pouvez installer le pilote de contrôleur DualShock

# DualShockSetupInitialized
source: Initialized DualShock Controllers
fr: Contrôleurs installés

# DualShockSetupInstalling3
source: Installing WinUSB driver on DualShock 3 Devices
fr: Installation du pilote DualShock 3

# DualShockSetupInstalling4
source: Installing WinUSB driver on DualShock 4 Devices
fr: Installation du pilote DualShock 4

# DualShockSetupPleasePlugIn
source: If you haven't already, please plug in your DualShock 3 (or 4) controller with the USB cable now and wait until it appears in the list on the right.
fr: Si ce n'est pas déja fait, veuillez brancher vos manettes DualShock 3 ou 4 et attendre qu'ils apparaissent dans la section à droite.

# DualShockSetupStartInstall
source: Initialize all connected devices as DualShock 3/4 Controllers
fr: Installer le pilote de contrôleur

# DualShockSetupSuccessInstruction
source: DualShock controllers installed successfully
fr: Pilote de contrôleur DualShock installé avec succès

# DualShockSetupTitle
source: Install DualShock 3/4 Controllers
fr: Installation du pilote de manette DualShock

# DualShockSetupUninitialized
source: Uninitialized DualShock Controllers
fr: Contrôleurs prêts à être installés

source: Finish
fr: Terminer

# FinishedAutoService
source: Once you finished this wizard, the main service will be started and your controllers connected automatically.
fr: Une fois que vous fermerez cet assistant, le service va être démarré et vous pourrez commencer à jouer.

# FinishedDescription
source: This is the last page in the process
fr: Ceci est la dernière page du processus

# FinishedThatsIt
source: That's it! Wasn't so bad now was it? Enjoy your games!
fr: C'est tout! Ce n'était pas si pire, non?

# FinishedTitle
source: Installation finished
fr: Installation terminée

source: Help
fr: Aide

source: Next >
fr: Suivant >

# RebootRequiredContent
source: A reboot is required for the driver installation to complete. Please restart your machine after you finished this installation wizard.
fr: Un redémarrage est nécéssaire afin de terminer complètement l'installation. Veuillez redémarrer votre ordinateur à la fin de cet assitant.

# RebootRequiredTitle
source: Reboot required
fr: Redémarrage nécéssaire

# ServiceSetupDescription
source: In this step you can install the Windows Service.
fr: Dans cette étape, vous pouvez installer le service Windows

# ServiceSetupIfAlreadyPresent
source: If the service is already installed, it will automatically get started after the Driver Installer has finished.
fr: Si le service est déjà installé, il sera automatiquement démarré à la fin de cet assistant.

# ServiceSetupInstallationRequired
source: This is basically the core logic of the toolkit so installation is necessary for everything to function correctly.
fr: Ceci est la partie principale de ScpToolkit, son installation est donc requise afin que tout fonctionne correctement.

# ServiceSetupInstalling
source: Installing Windows Service
fr: Installation du service Windows...

# ServiceSetupStartInstall
source: Install Windows Service
fr: Installer le service Windows

# ServiceSetupSuccessContent
source: Congratulations! It looks like the service was installed properly, please proceed to the next step.
fr: Félicitations! Le service a été installé correctement. Veuillez procéder à l'étape suivante.

# ServiceSetupSuccessInstruction
source: Service installed successfully
fr: Service installé avec succès!

# ServiceSetupTitle
source: Install Windows Service
fr: Installation du service Windows

# ServiceSetupWhyIsItNeeded
source: Handling USB/Bluetooth connections and translating data back and forth between controllers and the XInput emulator driver is done via a Windows Service.
fr: La gestion des données entre la manette et le périphérique XInput virtuel est faite par un service Windows.

# SetupFailedContent
source: I'm sorry to inform you that some of your devices weren't installed properly. Sadly, there are too many possibilities of why it failed to cram all suggested resolutions in one of these info boxes, but I can give you some hints on resolving the issue: 1. Re-open this Driver Installer and simply try again. Seriously, try it. 2. Reboot your machine. It's Windows, so it might help. 3. Check your cabling. Your cat might have gnawed on your USB cable. 4. Is your controller listen under "Human Interface Devices" in Device Manager? If not, it might be equipped with the wrong driver for whatever reason. Find it and revert to the default device driver. 5. ??? 6. See what I meant? This list is already getting too long, click the link in the footer if you need more help!
fr: Je suis désolé de vous informer que certaines composantes n'ont pu être installées correctement. Malheureusement, il y a trop de possibilitées pour donner toutes les solutions possibles dans une de ces boîtes, mais voici quelques suggestions: 1. Rouvrez cet installateur et réessayez. Sérieusement. 2. Redémarrez votre ordinateur. C'est Windows, donc ça pourrait aider. 3. Vérifiez votre câblage. Votre chat a peut-être décidé que vos câbles feraient un bon jouet. 4. Votre contrôleur est-t'il sous « Périphériques d'interface utilisateur » dans le gestionnaire de périphériques? Si non, il est possible qu'il soit équipé du mauvais pilote pour quelconque raison. Trouvez-le et remettez le pilote par défaut. 5. ??? 6. Voyez? Cette liste est déja assez longue! Cliquez sur le lien ci-dessous pour obtenir plus d'assistance.

# SetupFailedFooter
source: If you can't resolve this issue by yourself, <a href="https://github.com/nefarius/ScpToolkit/wiki">check out the online documentation</a>.
fr: Si vous ne pouvez résoudre ce problème par vous-même, <a href="https://github.com/nefarius/ScpToolkit/wiki">consultez la documentation en ligne</a>.

# SetupFailedInstructions
source: One or more installation tasks failed or did not complete
fr: Certaines tâches d'installation ont échoués ou n'ont pas complétées.

# SetupFailedTitle
source: Installation failed
fr: Installation échouée

# SetupFailedVerbose
source: Installer result: {0} ({1})
fr: Résultat de l'installation: {0} ({1})

# SetupIfNotShowingUp
source: If the device doesn't show up after a few seconds, it's either already equipped with the right driver or in a faulty state.
fr: Si le périphérique ne s'affiche pas après quelques instants, il est soit déja installé avec le bon pilote ou dans un état défectueux.

# SetupPleaseStartInstall
source: Once your device becomes visible, hit the button below to start the driver installation process for this particular device.
fr: Lorsque votre périphérique apparaît, appuyer sur le bouton ci-dessous pour commencer l'installation pour ce périphérique particulier.

# SetupSuccessContent
source: Congratulations! It looks like the necessary drivers are in their proper place, please proceed to the next step.
fr: Félicitations! Les pilotes semblent être bien installés. Veuillez procéder à l'étape suivante.

# SetupSuccessTitle
source: Installation successful
fr: Installation réussie

# Title
source: ScpToolkit Driver Installer
fr: Installateur de pilote ScpToolkit

# VirtualBusSetupAddingDriverStore
source: Installing Virtual Bus Driver in Windows Driver Store
fr: Mise en cache du pilote de bus virtuel...

# VirtualBusSetupCreating
source: Creating Hardware ID for Virtual Bus
fr: Création du bus virtuel...

# VirtualBusSetupDescription
source: In this step you can install the virtual Xbox 360 Controller driver.
fr: Dans cette étape, vous pouvez installer le bus virtuel

# VirtualBusSetupIfAlreadyPresent
source: If the virtual bus device is already present on your system (because you're upgrading from an older version of ScpServer/ScpToolkit or you've used tools like DS4Windows before), its driver will be automatically updated.
fr: Si le bus virtuel est déja installé sur votre système (parce que vous mettez à jour ScpServer/ScpToolkit ou avez utilisé des outils comme DS4Windows avant), le pilote sera automatiquement mis à jour.

# VirtualBusSetupInstalling
source: Installing driver on Virtual Bus
fr: Installation du pilote de bus virtuel...

# VirtualBusSetupStartInstall
source: Install virtual Xbox 360 Controller driver
fr: Installer le pilote de manette virtuelle

# VirtualBusSetupSuccessInstruction
source: Virtual Bus installed successfully
fr: Bus virtuel installé avec succès!

# VirtualBusSetupTitle
source: Install Xbox 360 Controller emulator driver.
fr: Installation du pilote de manette virtuelle

# VirtualBusSetupToAvoidRestart
source: The Virtual Bus might also be used by other 3rd party tools running on your system (like DS4Windows, InputMapper, FreePIE, etc.), please make sure they are all closed/shut down to avoid system reboot.
fr: Le bus virtuel peut aussi être utilisé par d'autre programme sur votre système (comme DS4Windows, InputMapper, FreePIE, etc.). Si c'est le cas, veuillez les fermer, afin d'éviter un rédémarrage de votre ordinateur.

# VirtualBusSetupWhatWeWillDo
source: In this step we will attempt to install the virtual Xbox 360 Controller emulator driver (a.k.a. Scarlett.Crush Productions Virtual Bus Driver, ScpVBus or just Virtual Bus).
fr: Dans cette étape, nous essaierons d'installer le pilote de manette Xbox 360 virtuelle (aussi appelé Scarlett.Crush Productions Virtual Bus Driver, ScpVBus ou juste Virtual Bus).

# WelcomeDescription
source: This Wizard will walk you though the process of installing your Sony DualShock 3/4 controller(s) and/or Bluetooth hosts on your system.
fr: Cet assistant installera les pilotes DualShock 3/4 et Bluetooth sur votre système

# WelcomeGreetings
source: Greetings! This wizard will guide you through the installation process necessary to enjoy your Sony DualShock controller(s) on your Windows box and play Xbox-compatible (XInput) games using the DualShock!
fr: Bonjour! Cet assistant vous aidera à utiliser vos manettes PlayStation pour jouer à des jeux compatibles avec XInput sur cet ordinateur.

# WelcomeTitle
source: Welcome to the ScpToolkit Driver Installer
fr: Bienvenue à l'installateur de pilote ScpToolkit

# Xbox360Driver
source: Microsoft Xbox 360 Controller driver
fr: Pilote de manette Xbox 360

# Xbox360DriverNeededAfterLink
source: is required to be installed separately.
fr: doit être installé séparément.

# Xbox360DriverNeededBeforeLink
source: On Windows Vista/7 the
fr: Sur Windows Vista et Windows 7, le

# Xbox360DriverNeededInstallBeforeContinuing
source: Download and install the right edition before you continue this wizard.
fr: Téléchargez et installez la bonne version avant de continuer avec cet assistant.

# Xbox360DriverNeededLink
source: Microsoft Xbox 360 Controller driver
fr: pilote de manette Xbox 360
